const AboutUs = () =>{
  return (
    <>
      <div className="trust-activities-title" id="about">About Us</div>
      <div className="about-us-description">समय समय पर समाज व राष्ट्र के उत्थान हेतु समाज के प्रति संवेदनशील व्यक्ति ही समाज से समान विचारधारा के जनमानस जिनका ध्येय समाज और राष्ट्र का  उत्थान रहा है अपने आप को संगठित कर समाज व राष्ट्र कल्याण हेतु अगणित संगठनों को जन्म देते व पोषित करते रहे हैं। राष्ट्रोथान न्यास  भी  ऐसे ही निरंतर कार्यरत निष्ठावान कर्मयोगियों का एक संगठन है | जिसका एक मात्र ध्येय समाज व राष्ट्र का उत्थान है व राष्ट्र की अखंडता और प्रभुता की रक्षा करना है | </div>
    </>
  )

}

export default AboutUs;